{
  "PERSONAJES":[
    {
            "NOMBRE":"BANGALORE",
            "IMG":"https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/legends-character-tiles/apex-grid-tile-legends-bangalore.png.adapt.crop16x9.png",
            "IMG_GRANDE":"https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/legends-character-tiles/apex-grid-tile-legends-bangalore.png.adapt.crop16x9.png",
            "EDAD":35,
            "IMG_HABILIDAD_1":"https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-tactical-bangalore.png.adapt.crop16x9.652w.png",
            "IMG_HABILIDAD_2":"https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-passive-bangalore.png.adapt.crop16x9.652w.png",
            "IMG_HABILIDAD_3":"https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-ultimate-bangalore.png.adapt.crop16x9.652w.png",
            "NOMBRE_REAL":"Anita Williams",
      
            "EsDESCRIPCION":"Soldado profesional",
            "EsINFO":"Nacida en el seno de una familia militar donde ella, sus padres y sus 4 hermanos mayores sirvieron en las Fuerzas Armadas de IMC, Bangalore ha sido una soldado excepcional desde muy joven. Fue la primera de su promoción en la Academia Militar de IMC y la única cadete capaz de desensamblar un Peacekeeper, equiparlo con un estrangulador de precisión y volver a montarlo en menos de 20 segundos... con los ojos vendados. Hace 3 años, Anita y su hermano Jackson recibieron la orden de recuperar una flota mercenaria de las Tierras Salvajes para ayudar en la lucha de IMC contra la Milicia. Sin embargo, su unidad perdió el contacto con el cuartel general de IMC y cayó en una emboscada al llegar. El pelotón se dispersó, pero Jackson resistió para dar a su hermana tiempo de escapar. Sola y sin forma de volver a casa, Anita aplicó su adiestramiento, grandes conocimientos sobre armas y espíritu combativo uniéndose a los Apex Games. Ahora combate para ahorrar dinero con que comprar un pasaje de vuelta a la base de IMC, donde espera reunirse con lo que queda de su familia.",
            "EsHABILIDAD_INFO_1":"Lanza una granada de humo de alta velocidad que explota creando una pantalla de humo al impactar.",
            "EsHABILIDAD_INFO_2":"Si recibes disparos mientras corres, te moverás más rápido durante un breve periodo de tiempo.",
            "EsHABILIDAD_INFO_3":"Solicita un ataque de artillería que avanza progresivamente por el campo de batalla.",
            "EsHABILIDAD_TITULO_1":"Lanzahumo",
            "EsHABILIDAD_TITULO_2":"Paso ligero",
            "EsHABILIDAD_TITULO_3":"Retumbar del trueno",
      
            "EnDESCRIPCION":"Professional Soldier",
            "EnINFO":"Born into a military family where she, her parents, and her four older brothers all served in the IMC Armed Forces, Bangalore has been an exceptional soldier since she was young. She was top of her class at the IMC Military Academy and the only cadet who could take apart a Peacekeeper, equip it with a Precision Choke hop-up, and put it back together in under twenty seconds – blindfolded. Three years ago, Anita and her brother Jackson were ordered to retrieve a mercenary fleet from the Outlands to aid in the IMC’s fight against the Militia. However, their unit lost contact with IMC HQ and were ambushed on arrival. The squad scattered, but Jackson stayed behind to give his sister time to escape. Alone and with no way home, Anita put her training, extensive weapon knowledge, and competitive spirit to work by joining the Apex Games. Now, she fights to raise money for passage back to the IMC home base, where she hopes to reunite with what remains of her family.",
            "EnHABILIDAD_INFO_1":"Fire a high-velocity smoke canister that explodes into a smoke wall on impact.",
            "EnHABILIDAD_INFO_2":"Taking fire while sprinting makes you move faster for a brief time.",
            "EnHABILIDAD_INFO_3":"Call in an artillery strike that slowly creeps across the landscape.",
            "EnHABILIDAD_TITULO_1":"Smoke Launcher",
            "EnHABILIDAD_TITULO_2":"Double Time",
            "EnHABILIDAD_TITULO_3":"Rolling Thunder",
      
            "PoDESCRIPCION":"Combatente Profissional",
            "PoINFO":"Bangalore, os pais e os quatro irmãos mais velhos serviram nas forças armadas da IMC, e ela já era um soldado excepcional desde muito jovem. Era a melhor da turma na academia militar da IMC e a única cadete capaz de desmontar uma Peacekeeper, equipá-la com um funil de precisão e remontá-la em menos de 20 segundos... tudo isso vendada. Há três anos, Anita e o irmão, Jackson, receberam ordens para resgatar uma frota mercenárias das Terras Ermas e ajudar a IMC a lutar contra a Milícia. Porém, a unidade deles perdeu contato com o QG da IMC e foi emboscada ao chegar no local. O esquadrão se espalhou, porém Jackson ficou para trás para que a irmã pudesse fugir. Sozinha e sem ter como voltar para casa, Anita colocou o treinamento, amplo conhecimento sobre armas e espírito competitivo para trabalhar entrando nos Jogos Apex. Agora ela luta por dinheiro para conseguir passagem de volta para a base da IMC, onde ela espera reencontrar o que resta da família dela.",
            "PoHABILIDAD_INFO_1":"Dispara um cilindro de fumaça de alta velocidade que explode em uma cortina de fumaça ao sofrer impacto.",
            "PoHABILIDAD_INFO_2":"Receber disparos enquanto corre aumenta a velocidade por um breve período.",
            "PoHABILIDAD_INFO_3":"Solicita um ataque de artilharia que varre lentamente a área.",
            "PoHABILIDAD_TITULO_1":"Lançador de Fumaça",
            "PoHABILIDAD_TITULO_2":"Asas nos Pés",
            "PoHABILIDAD_TITULO_3":"Estrondo do Trovão",
      
            "InDESCRIPCION":"Pejuang Profesional",
            "InINFO":"Bangalore, orang tuanya, dan empat saudara kandungnya bertugas di militer IMC, dan dia telah menjadi prajurit yang luar biasa sejak dia masih sangat muda. Dia adalah yang terbaik dari kelas akademi militer IMC, dan satu-satunya kadet yang mampu membongkar Pasukan Perdamaian, memperlengkapi dia dengan corong yang presisi, dan menyusunnya kembali dalam waktu kurang dari 20 detik - semuanya diperban. Tiga tahun lalu, Anita dan saudara lelakinya, Jackson, diperintahkan untuk menyelamatkan armada tentara bayaran dari Tanah Ermas dan membantu IMC melawan Milisi. Namun, unit mereka kehilangan kontak dengan markas besar IMC dan disergap saat tiba di lokasi. Skuadron menyebar, tetapi Jackson tetap di belakang agar saudara perempuannya bisa melarikan diri. Sendiri dan tanpa harus kembali ke rumah, Anita menempatkan pelatihan, pengetahuan yang cukup tentang senjata dan semangat kompetitif untuk bekerja memasuki Game Apex. Sekarang dia berjuang mencari uang untuk kembali ke markas IMC, di mana dia berharap menemukan kembali apa yang tersisa dari keluarganya.",
            "InHABILIDAD_INFO_1":"Ini menembakkan silinder asap berkecepatan tinggi yang meledak di layar asap ketika dipukul.",
            "InHABILIDAD_INFO_2":"Menerima bidikan sambil berlari meningkatkan kecepatan untuk waktu yang singkat.",
            "InHABILIDAD_INFO_3":"Minta serangan artileri yang perlahan menyapu daerah itu.",
            "InHABILIDAD_TITULO_1":"Peluncur asap",
            "InHABILIDAD_TITULO_2":"Pelindung Kaki",
            "InHABILIDAD_TITULO_3":"Guntur Kecelakaan",
      
            "ThDESCRIPCION":"นักรบมืออาชีพ",
            "ThINFO":"บังกาลอร์พ่อแม่ของเธอและพี่น้องที่อายุมากกว่าสี่คนรับใช้ในกองทัพ IMC และเธอเป็นทหารที่ยอดเยี่ยมตั้งแต่เธอยังเด็กมาก เธอเป็นคนที่ดีที่สุดของสถาบันการศึกษาทางทหารของ IMC และเป็นนักเรียนนายร้อยคนเดียวที่สามารถถอด Peacekeeper ได้เตรียมเธอด้วยช่องทางที่แม่นยำ สามปีที่แล้วแอนนิต้าและแจ็คสันพี่ชายของเธอได้รับคำสั่งให้ช่วยเหลือกองทหารรับจ้างจาก Ermas Lands และช่วย IMC ต่อสู้กับกองทหารรักษาการณ์ อย่างไรก็ตามหน่วยของพวกเขาสูญเสียการติดต่อกับกองบัญชาการของ IMC และถูกซุ่มโจมตีเมื่อมาถึงที่เกิดเหตุ ฝูงบินกระจายออกไป แต่แจ็คสันอยู่ข้างหลังเพื่อที่น้องสาวของเขาจะได้หลบหนี เพียงอย่างเดียวและโดยไม่ต้องกลับบ้านแอนนิต้าได้ฝึกฝนให้มีความรู้กว้างขวางเกี่ยวกับอาวุธและจิตวิญญาณในการแข่งขันเพื่อเข้าสู่เกม Apex ตอนนี้เธอต้องดิ้นรนเพื่อหาทางกลับไปที่ฐานของ IMC ซึ่งเธอหวังที่จะค้นพบสิ่งที่เหลืออยู่ในครอบครัวของเธอ",
            "ThHABILIDAD_INFO_1":"มันยิงกระบอกควันความเร็วสูงที่ระเบิดในหน้าจอควันเมื่อมันถูกกระแทก",
            "ThHABILIDAD_INFO_2":"การรับช็อตในขณะที่วิ่งจะเพิ่มความเร็วเป็นเวลาสั้น ๆ",
            "ThHABILIDAD_INFO_3":"ร้องขอการโจมตีด้วยปืนใหญ่ที่กวาดพื้นที่อย่างช้าๆ",
            "ThHABILIDAD_TITULO_1":"ตัวปล่อยควัน",
            "ThHABILIDAD_TITULO_2":"ทหารรักษาพระองค์",
            "ThHABILIDAD_TITULO_3":"Thunder Crash"
      
    },
    {
            "NOMBRE":"BLOODHOUND",
            "IMG":"https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/legends-character-tiles/apex-grid-tile-legends-bloodhound.png.adapt.crop16x9.png",
            "IMG_GRANDE":"https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/legends-character-tiles/apex-grid-tile-legends-bloodhound.png.adapt.crop16x9.png.png",
            "EDAD":0,
            "IMG_HABILIDAD_1":"https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-tactical-bloodhound.png.adapt.crop16x9.652w.png",
            "IMG_HABILIDAD_2":"https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-passive-bloodhound.png.adapt.crop16x9.652w.png",
            "IMG_HABILIDAD_3":"https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-ultimate-bloodhound.png.adapt.crop16x9.652w.png",
            "NOMBRE_REAL":"Desconocido",
      
            "EsDESCRIPCION":"Rastreadora tecnológica",
            "EsINFO":"Bloodhound es conocida en las Tierras Salvajes por ser una de las mejores cazadoras de La Frontera... y básicamente eso es todo lo que se sabe de ella. Su identidad es un misterio rodeado de rumores: que si es increíblemente rica, una asesina implacable, que si susurra a los titanes Goliat, que si es una antigua esclava, medio murciélago y muchas cosas más, dependiendo de a quién se pregunte. Lo único que se sabe es que es una rival temible en los Apex Games. Sus habilidades incomparables como rastreadora son una auténtica bendición para su equipo, y le permiten revelar contrincantes ocultos y seguir los movimientos del enemigo. Bloodhound invoca a los antiguos dioses vikingos de la Tierra, y cree que el destino es un camino ya marcado que conduce a todos a su muerte. Pero de saber esto ella saca su fuerza, porque hasta que llegue ese día, Bloodhound sabe que nada podrá detenerla.",
            "EsHABILIDAD_INFO_1":"Revela brevemente enemigos, trampas y pistas ocultas a través de todas las estructuras frente a ti.",
            "EsHABILIDAD_INFO_2":"Verás los rastros dejados por tus enemigos.",
            "EsHABILIDAD_INFO_3":"Agudiza tus sentidos, lo que te permite moverte más rápidamente y resaltar a tu presa.",
            "EsHABILIDAD_TITULO_1":"Ojo omnisciente",
            "EsHABILIDAD_TITULO_2":"Rastreadora",
            "EsHABILIDAD_TITULO_3":"Bestia cazadora",
      
            "EnDESCRIPCION":"Technological Tracker",
            "EnINFO":"Bloodhound is known across the Outlands as one of the greatest game hunters the Frontier has ever seen – and that’s about all anyone knows. Their identity is a mystery wrapped in layers of rumors: they are fabulously wealthy, a bloodthirsty murderer, a Goliath whisperer, a former slave, half bat, and a dozen other things depending on who’s doing the whispering. All anyone truly knows is that Bloodhound is a force to be reckoned with in the Apex Games. Bloodhound’s unparalleled tracking skills are a boon to any team they join, helping them root out hidden opponents and tracking the enemy’s movements. Calling on Earth’s Old Norse Gods to guide them, Bloodhound believes that destiny is a path that has already been laid out, eventually carrying all to their death. But with that knowledge comes strength, because until that day comes, Bloodhound knows they can’t be stopped.",
            "EnHABILIDAD_INFO_1":"Briefly reveal hidden enemies, traps, and clues throughout structures in front of you.",
            "EnHABILIDAD_INFO_2":"See tracks left behind by your foes.",
            "EnHABILIDAD_INFO_3":"Enhances your senses, allowing you move faster and highlighting your prey.",
            "EnHABILIDAD_TITULO_1":"Eye of the Allfather",
            "EnHABILIDAD_TITULO_2":"Tracker",
            "EnHABILIDAD_TITULO_3":"Beast of the Hunt",
      
            "PoDESCRIPCION":"Combatente Profissional",
            "PoINFO":"Bangalore, os pais e os quatro irmãos mais velhos serviram nas forças armadas da IMC, e ela já era um soldado excepcional desde muito jovem. Era a melhor da turma na academia militar da IMC e a única cadete capaz de desmontar uma Peacekeeper, equipá-la com um funil de precisão e remontá-la em menos de 20 segundos... tudo isso vendada. Há três anos, Anita e o irmão, Jackson, receberam ordens para resgatar uma frota mercenárias das Terras Ermas e ajudar a IMC a lutar contra a Milícia. Porém, a unidade deles perdeu contato com o QG da IMC e foi emboscada ao chegar no local. O esquadrão se espalhou, porém Jackson ficou para trás para que a irmã pudesse fugir. Sozinha e sem ter como voltar para casa, Anita colocou o treinamento, amplo conhecimento sobre armas e espírito competitivo para trabalhar entrando nos Jogos Apex. Agora ela luta por dinheiro para conseguir passagem de volta para a base da IMC, onde ela espera reencontrar o que resta da família dela.",
            "PoHABILIDAD_INFO_1":"Revela brevemente inimigos escondidos, armadilhas e dicas em todas as estruturas à sua frente.",
            "PoHABILIDAD_INFO_2":"Enxerga rastros deixados para trás pelos inimigos.",
            "PoHABILIDAD_INFO_3":"Reforça seus sentidos, permitindo que se mova mais depressa e marque as presas.",
            "PoHABILIDAD_TITULO_1":"Olho do Pai-de-todos",
            "PoHABILIDAD_TITULO_2":"Rastreador",
            "PoHABILIDAD_TITULO_3":"Fera da Caça",
      
            "InDESCRIPCION":"Pejuang Profesional",
            "InINFO":"Bloodhound é uma das maiores caçadoras que a Fronteira já viu, mas sua identidade é um mistério. Cercada de mistérios e muitos rumores, acreditam que seja uma pessoa incrivelmente rica, uma assassina sanguinária, uma controladora de Golias, ex-escrava, meia morcega e muitas outras coisas, dependendo de quem estiver falando. Tudo que se sabe é que Bloodhound é uma força a ser respeitada dentro dos Jogos Apex. As habilidades de rastreamento de Bloodhound é uma vantagem para qualquer equipe, ajudando-a a encontrar oponentes escondidos e rastrear os movimentos inimigos. Pedindo a ajuda dos antigos deuses nórdicos, Bloodhound acredita que o destino é um caminho definido, que, no fim, leva todos para a morte. Porém conhecimento traz força, porque até esse dia chegar, Bloodhound sabe que ninguém pode impedi-la.",
            "InHABILIDAD_INFO_1":"Secara singkat mengungkapkan musuh tersembunyi, jebakan, dan petunjuk pada semua struktur di depan Anda.",
            "InHABILIDAD_INFO_2":"Lihat jejak yang ditinggalkan musuh.",
            "InHABILIDAD_INFO_3":"Reforça seus sentidos, permitindo que se mova mais depressa e marque as presas.",
            "InHABILIDAD_TITULO_1":"Eye of the Allfather",
            "InHABILIDAD_TITULO_2":"Pelacak",
            "InHABILIDAD_TITULO_3":"Hunting Fair",
      
            "ThDESCRIPCION":"นักรบมืออาชีพ",
            "ThINFO":"บังกาลอร์พ่อแม่ของเธอและพี่น้องที่อายุมากกว่าสี่คนรับใช้ในกองทัพ IMC และเธอเป็นทหารที่ยอดเยี่ยมตั้งแต่เธอยังเด็กมาก เธอเป็นคนที่ดีที่สุดของสถาบันการศึกษาทางทหารของ IMC และเป็นนักเรียนนายร้อยคนเดียวที่สามารถถอด Peacekeeper ได้เตรียมเธอด้วยช่องทางที่แม่นยำ สามปีที่แล้วแอนนิต้าและแจ็คสันพี่ชายของเธอได้รับคำสั่งให้ช่วยเหลือกองทหารรับจ้างจาก Ermas Lands และช่วย IMC ต่อสู้กับกองทหารรักษาการณ์ อย่างไรก็ตามหน่วยของพวกเขาสูญเสียการติดต่อกับกองบัญชาการของ IMC และถูกซุ่มโจมตีเมื่อมาถึงที่เกิดเหตุ ฝูงบินกระจายออกไป แต่แจ็คสันอยู่ข้างหลังเพื่อที่น้องสาวของเขาจะได้หลบหนี เพียงอย่างเดียวและโดยไม่ต้องกลับบ้านแอนนิต้าได้ฝึกฝนให้มีความรู้กว้างขวางเกี่ยวกับอาวุธและจิตวิญญาณในการแข่งขันเพื่อเข้าสู่เกม Apex ตอนนี้เธอต้องดิ้นรนเพื่อหาทางกลับไปที่ฐานของ IMC ซึ่งเธอหวังที่จะค้นพบสิ่งที่เหลืออยู่ในครอบครัวของเธอ",
            "ThHABILIDAD_INFO_1":"เปิดเผยศัตรูที่ซ่อนอยู่กับดักและคำแนะนำในสิ่งปลูกสร้างทั้งหมดต่อหน้าคุณ",
            "ThHABILIDAD_INFO_2":"ดูเส้นทางที่ถูกทิ้งไว้ข้างหลังโดยศัตรู",
            "ThHABILIDAD_INFO_3":"คลิกที่นี่เพื่อดูใบอนุญาตของคุณที่จะลดลงเป็นยี่ห้อ",
            "ThHABILIDAD_TITULO_1":"Eye of the Allfather",
            "ThHABILIDAD_TITULO_2":"ติดตาม",
            "ThHABILIDAD_TITULO_3":"การล่าสัตว์"
      
    },
    {
      "NOMBRE":"CAUSTIC",
      "IMG":"https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/legends-character-tiles/apex-grid-tile-legends-caustic.png.adapt.crop16x9.png",
      "IMG_GRANDE":"https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/legends-character-tiles/apex-grid-tile-legends-caustic.png.adapt.crop16x9.png",
      "EDAD":48,
      "IMG_HABILIDAD_1":"https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-tactical-caustic.png.adapt.crop16x9.652w.png",
      "IMG_HABILIDAD_2":"https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-passive-caustic.png.adapt.crop16x9.652w.png",
      "IMG_HABILIDAD_3":"https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-ultimate-caustic.png.adapt.crop16x9.652w.png",
      "NOMBRE_REAL":"Alexander Nox",

      "EsDESCRIPCION":"Trampero tóxico",
      "EsINFO":"Antes de la aparición de Caustic, había un científico llamado Alexander Nox que trabajaba en Humbert Labs, el principal fabricante de gases pesticidas de La Frontera. Con la necesidad de grandes cantidades de estos productos para proteger los cada vez más extensos cultivos de los colonos de La Frontera, en Humbert Labs se investigaba constantemente en busca de fórmulas mejores y más potentes. Nox era uno de sus científicos más brillantes, y trabajaba día y noche en el desarrollo de nuevos gases. Pero para asegurarse de que funcionaban, necesitaba probarlos en algo más que en simple tejido inerte. Necesitaba algo vivo. Mientras trabajaba incansablemente en secreto, Nox empezó a ver belleza en sus creaciones y en su capacidad de destruir todo lo que tocaban. Pero el director de Humbert Labs pronto descubrió sus horripilantes experimentos, y el consecuente enfrentamiento terminó con el laboratorio en llamas y con su jefe cadáver. Hoy, Nox está desaparecido, supuestamente muerto. Caustic, mientras tanto, ha encontrado nuevos sujetos de prueba en los Apex Games, donde experimenta con sus creaciones gaseosas y observa sus efectos con gran interés.",
      "EsHABILIDAD_INFO_1":"Deja caer recipientes que liberan gas letal Nox cuando se les dispara o los activa un enemigo.",
      "EsHABILIDAD_INFO_2":"Permite ver enemigos a través de tu gas.",
      "EsHABILIDAD_INFO_3":"Cubre una zona extensa con gas Nox.",
      "EsHABILIDAD_TITULO_1":"Trampa de gas Nox",
      "EsHABILIDAD_TITULO_2":"Visión Nox",
      "EsHABILIDAD_TITULO_3":"Granada de gas Nox",

      "EnDESCRIPCION":"Toxic Trapper",
      "EnINFO":"Before there was Caustic, a scientist named Alexander Nox worked at Humbert Labs, the Frontier’s leading manufacturer of pesticide gases. With a glut of pesticides needed to protect the growing Frontier colonies’ crops, Humbert Labs was constantly on the hunt for better and stronger formulas. Nox was one of their brightest scientists and worked day and night developing new gases. But to make sure they worked, he needed to test them on more than just inert tissue: he needed something living. As he toiled in secret, Nox began to see the beauty in his creations and their ability to destroy anything they touched. But the head of Humbert Labs soon discovered his gruesome experiments, and their confrontation ended with the lab in flames and its chief dead. Today, Nox is missing and presumed deceased. Caustic, meanwhile, now finds new test subjects in the Apex Games, where he puts his gaseous creations to work and observes their effects with great interest.",
      "EnHABILIDAD_INFO_1":"Drop canisters that release deadly Nox gas when shot or triggered by enemies.",
      "EnHABILIDAD_INFO_2":"Allows you to see enemies through your gas.",
      "EnHABILIDAD_INFO_3":"Blankets a large area in Nox gas.",
      "EnHABILIDAD_TITULO_1":"Nox Gas Trap",
      "EnHABILIDAD_TITULO_2":"Nox Vision",
      "EnHABILIDAD_TITULO_3":"Nox Gas Grenade",

      "PoDESCRIPCION":"Caçador Tóxico",
      "PoINFO":"Antes de Caustic existir, um cientista chamado Alexander Nox trabalhava em Humbert Labs, o principal fabricante de gases pesticidas da Fronteira. Com uma grande demanda de pesticidas para proteger as plantações crescentes das colônias da Fronteira, Humbert Labs buscava constantemente fórmulas melhores e mais fortes. Nox era um dos cientistas mais brilhantes e trabalhava dia e noite para desenvolver novos gases. Mas, para garantir a eficiência, não podia testá-los apenas em tecido inerte; ele precisava de algo vivo. Enquanto trabalhava em segredo, Nox começou a enxergar a beleza de suas criações e a habilidade delas de destruir tudo que tocavam. Porém, logo o chefe do Humbert Labs descobriu os terríveis experimentos dele, e o confronto entre os dois acabou com o laboratório em chamas e a morte do chefe. Hoje, Nox está desaparecido e acredita-se que tenha morrido. Enquanto isso, Caustic encontra novas cobaias nos Jogos Apex, onde ele testa as criações gasosas e observa os efeitos com grande interesse.",
      "PoHABILIDAD_INFO_1":"Utiliza cilindros que lançam o gás mortal Nox quando são alvejados ou ativados pelos inimigos.",
      "PoHABILIDAD_INFO_2":"Permite que enxergue os inimigos através do seu gás.",
      "PoHABILIDAD_INFO_3":"Cobre uma grande área com o gás Nox.",
      "PoHABILIDAD_TITULO_1":"Armadilha de Gás Nox",
      "PoHABILIDAD_TITULO_2":"Visão Nox",
      "PoHABILIDAD_TITULO_3":"Granada de Gás Nox",

      "InDESCRIPCION":"Hunter Beracun",
      "InINFO":"Sebelum Caustic ada, seorang ilmuwan bernama Alexander Nox bekerja di Humbert Labs, produsen gas pestisida terkemuka di Perbatasan. Dengan permintaan besar akan pestisida untuk melindungi perkebunan koloni Kolonial yang terus tumbuh, Humbert Labs terus mencari formula yang lebih baik dan lebih kuat. Nox adalah salah satu ilmuwan paling cerdas dan bekerja siang dan malam untuk mengembangkan gas baru. Tetapi untuk memastikan efisiensi, ia tidak bisa mengujinya hanya pada kain lembam; dia membutuhkan sesuatu yang hidup. Saat bekerja diam-diam, Nox mulai melihat keindahan ciptaannya dan kemampuan mereka untuk menghancurkan semua yang mereka sentuh. Namun segera kepala Humbert Labs menemukan eksperimennya yang mengerikan, dan konfrontasi antara keduanya berakhir dengan laboratorium yang terbakar dan kematian bos. Nox hilang hari ini dan diyakini telah meninggal. Sementara itu, Caustic menemukan marmut baru di Apex Games, di mana ia menguji kreasi gas dan menyaksikan efeknya dengan penuh minat.",
      "InHABILIDAD_INFO_1":"Menggunakan silinder yang meluncurkan gas Nox yang mematikan saat ditargetkan atau diaktifkan oleh musuh.",
      "InHABILIDAD_INFO_2":"Memungkinkan Anda melihat musuh melalui gas Anda.",
      "InHABILIDAD_INFO_3":"Meliputi area yang luas dengan gas Nox.",
      "InHABILIDAD_TITULO_1":"Perangkap Gas Nox",
      "InHABILIDAD_TITULO_2":"Visi Nox",
      "InHABILIDAD_TITULO_3":"Granat Gas Nox",

      "ThDESCRIPCION":"นักล่าพิษ",
      "ThINFO":"ก่อนที่จะมีการกัดกร่อนนักวิทยาศาสตร์ชื่ออเล็กซานเดอร์น็อกซ์ทำงานที่ Humbert Labs ผู้ผลิตชั้นนำของก๊าซกำจัดศัตรูพืชในชายแดน ด้วยความต้องการอย่างมากสำหรับสารกำจัดศัตรูพืชเพื่อปกป้องสวนที่กำลังเติบโตของอาณานิคมโคโลเนียลฮัมเบิร์ตแล็บจึงหาสูตรที่ดีและแข็งแรงกว่าอยู่ตลอดเวลา Nox เป็นหนึ่งในนักวิทยาศาสตร์ที่ฉลาดที่สุดและทำงานทั้งกลางวันและกลางคืนเพื่อพัฒนาก๊าซใหม่ แต่เพื่อให้มั่นใจในประสิทธิภาพเขาไม่สามารถทดสอบพวกเขาได้เฉพาะบนผ้าเฉื่อย เขาต้องการสิ่งที่มีชีวิตอยู่ ในขณะที่ทำงานอย่างลับๆ Nox เริ่มเห็นความงามของผลงานของเขาและความสามารถในการทำลายทุกสิ่งที่พวกเขาสัมผัส แต่ในไม่ช้าหัวหน้าของฮัมเบิร์ตแล็บก็ได้ค้นพบการทดลองที่น่ากลัวของเขาและการเผชิญหน้าระหว่างทั้งสองก็จบลงด้วยการทดลองในห้องเพลิงและการตายของหัวหน้า วันนี้ Nox หายไปและเชื่อว่าตายแล้ว ในขณะเดียวกัน Caustic ค้นพบหนูตะเภาตัวใหม่ที่ Apex Games ซึ่งเขาทดสอบการสร้างก๊าซและดูเอฟเฟกต์ด้วยความสนใจอย่างมาก",
      "ThHABILIDAD_INFO_1":"ใช้กระบอกสูบที่ปล่อยแก๊สพิษถึงตายเมื่อถูกโจมตีหรือโจมตีโดยเป้าหมาย",
      "ThHABILIDAD_INFO_2":"ช่วยให้คุณเห็นศัตรูผ่านแก๊สของคุณ",
      "ThHABILIDAD_INFO_3":"ครอบคลุมพื้นที่ขนาดใหญ่ด้วยก๊าซ Nox",
      "ThHABILIDAD_TITULO_1":"กับดักแก๊ส Nox",
      "ThHABILIDAD_TITULO_2":"Nox Vision",
      "ThHABILIDAD_TITULO_3":"ระเบิดก๊าซ Nox"
    },
    {
      "NOMBRE":"CAUSTIC",
      "IMG":"https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/legends-character-tiles/apex-grid-tile-legends-gibraltar.png.adapt.crop16x9.png",
      "IMG_GRANDE":"https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/legends-character-tiles/apex-grid-tile-legends-gibraltar.png.adapt.crop16x9.png",
      "EDAD":48,
      "IMG_HABILIDAD_1":"https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-tactical-gibraltar.png.adapt.crop16x9.652w.png",
      "IMG_HABILIDAD_2":"https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-passive-gibraltar.png.adapt.crop16x9.652w.png",
      "IMG_HABILIDAD_3":"https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/ability-icons/apex-grid-tile-legends-abilities-ultimate-gibraltar.png.adapt.crop16x9.652w.png",
      "NOMBRE_REAL":"Makoa Gibraltar",

      "EsDESCRIPCION":"Fortaleza escudada",
      "EsINFO":"Gibraltar es un gigante amable con un lado rebelde. Hijo de 2 voluntarios de la SARAS (Sociedad de Auxilio, Rescate, Acogida y Salvamento), siempre se le ha dado bien sacar a otros de las situaciones comprometidas, frecuentes en las Tierras Salvajes. Sin embargo, solo empezó a comprender el valor de proteger a los demás cuando él y su novio cogieron a escondidas la moto de su padre, salieron con ella a divertirse y quedaron atrapados por una letal avalancha de barro. Sus padres los rescataron, pero su padre perdió un brazo en el rescate. Gibraltar nunca olvidó este sacrificio y ahora dedica su vida a ayudar a la gente necesitada. Los Apex Games no cambiaron este aspecto de su personalidad, pero sí su significado. Muchos de los amigos y colegas de Gibraltar han competido en los juegos durante años para ganar más dinero, fama y gloria, y algunos nunca regresaron a casa. Gibraltar se unió para protegerlos y, por primera vez, sus habilidades como rescatador y su naturaleza rebelde se aunaron. Hoy se ha convertido en un icono de los Apex Games, arriesgándose en la línea de fuego para defender a su pelotón y haciendo huir a sus rivales.",
      "EsHABILIDAD_INFO_1":"Crea un escudo cúpula que bloquea ataques durante 15 segundos.",
      "EsHABILIDAD_INFO_2":"Al apuntar con la mira, se despliega un escudo de arma que bloquea los proyectiles que te disparan.",
      "EsHABILIDAD_INFO_3":"Solicita un ataque de mortero concentrado en una posición marcada.",
      "EsHABILIDAD_TITULO_1":"Cúpula de protección",
      "EsHABILIDAD_TITULO_2":"Escudo de arma",
      "EsHABILIDAD_TITULO_3":"Bombardeo defensivo",

      "EnDESCRIPCION":"Shielded Fortress",
      "EnINFO":"Gibraltar is a gentle giant with a wild side. The son of two SARAS (Search and Rescue Association of Solace) volunteers, he has always been skilled at getting others out of dangerous situations that are common in the Outlands. However, he only began to understand the value of protecting others when he and his boyfriend stole his father’s motorcycle, took it on a joyride, and got trapped by a deadly mudslide. His parents saved them, and his father lost an arm in the process. Gibraltar has never forgotten that sacrifice and has devoted his life to helping those in need. The Apex Games didn’t change that, but they changed what it meant. Many of Gibraltar’s friends and colleagues have competed in the Games for extra money, fame, and glory over the years, and some never came home. Gibraltar joined to keep them safe and, for the first time, his skills as a rescuer and his rebellious nature worked together. He’s now become an icon in the Apex Games, putting himself in the line of fire to protect his squad and send his opponents running for cover.",
      "EnHABILIDAD_INFO_1":"Throw down a dome-shield that blocks attacks for 15 seconds.",
      "EnHABILIDAD_INFO_2":"Aiming down sights deploys a gun shield that blocks incoming fire.",
      "EnHABILIDAD_INFO_3":"Call in a concentrated mortar strike on a marked position.",
      "EnHABILIDAD_TITULO_1":"Dome of Protection",
      "EnHABILIDAD_TITULO_2":"Gun Shield",
      "EnHABILIDAD_TITULO_3":"Defensive Bombardment",

      "PoDESCRIPCION":"Fortaleza Blindada",
      "PoINFO":"Gibraltar é um gigante gentil com um lado selvagem. Filho de dois voluntários da SARAS (Associação de Busca e Resgate de Solace), ele sempre foi bom em tirar os outros de situações perigosas, muito comuns nas Terras Ermas. Porém, ele só começou a entender o valor de proteger os outros quando ele e o namorado roubaram a moto do pai, deram uma volta e ficaram presos num perigoso deslizamento de lama. Ele foi salvo pelos pais, porém o pai dele perdeu um braço no processo. Gibraltar nunca se esqueceu desse sacrifício e dedicou a vida a ajudar os necessitados. Os Jogos Apex não mudaram isso, mas o significado mudou. Muitos dos amigos e colegas de Gibraltar competiram nos Jogos por dinheiro, fama e glória ao longo dos anos, e alguns nunca voltaram para casa. Gibraltar se juntou a eles para mantê-los a salvo e, pela primeira vez, suas habilidades como resgatador e a natureza rebelde trabalharam juntas. Agora ele se tornou um ícone dos Jogos Apex, colocando-se na linha de fogo para proteger o esquadrão dele e forçar os oponentes a se esconderem.",
      "PoHABILIDAD_INFO_1":"Lança um escudo redoma que bloqueia ataques por 15 segundos.",
      "PoHABILIDAD_INFO_2":"Utilizar a mira lança um Escudo de Arma que bloqueia disparos contra você.",
      "PoHABILIDAD_INFO_3":"Solicita um ataque de morteiro concentrado em uma posição marcada.",
      "PoHABILIDAD_TITULO_1":"Domo de Proteção",
      "PoHABILIDAD_TITULO_2":"Escudo de Arma",
      "PoHABILIDAD_TITULO_3":"Bombardeio Defensivo",

      "InDESCRIPCION":"Benteng Lapis Baja",
      "InINFO":"Gibraltar adalah raksasa yang lembut dengan sisi liar. Anak dari dua sukarelawan dari SARAS (Solace Search and Rescue Association), ia selalu pandai mengeluarkan orang lain dari situasi berbahaya, sangat umum di Ermas Lands. Namun, dia hanya mulai memahami nilai melindungi orang lain ketika dia dan pacarnya mencuri sepeda dari ayah mereka, berbalik dan terjebak dalam luncuran lumpur berbahaya. Dia diselamatkan oleh orang tuanya, tetapi ayahnya kehilangan lengan dalam prosesnya. Gibraltar tidak pernah melupakan pengorbanan itu dan mengabdikan hidupnya untuk membantu yang membutuhkan. The Apex Games tidak mengubah itu, tetapi artinya berubah. Banyak teman dan kolega Gibraltar berkompetisi di Olimpiade untuk mendapatkan uang, ketenaran dan kemuliaan selama bertahun-tahun, dan beberapa tidak pernah kembali ke rumah. Gibraltar bergabung dengan mereka untuk menjaga mereka aman dan, untuk pertama kalinya, kemampuannya sebagai penyelamat dan sifat pemberontak bekerja bersama. Sekarang dia telah menjadi ikon dari Game Apex, menempatkan dirinya di garis tembak untuk melindungi skuadronnya dan memaksa lawan untuk bersembunyi.",
      "InHABILIDAD_INFO_1":"Meluncurkan pelindung shell yang memblokir serangan selama 15 detik.",
      "InHABILIDAD_INFO_2":"Menggunakan lingkup melempar Weapon Shield yang memblokir tembakan pada Anda.",
      "InHABILIDAD_INFO_3":"Menyerukan serangan mortir terkonsentrasi di posisi yang ditandai.",
      "InHABILIDAD_TITULO_1":"Kubah Perlindungan",
      "InHABILIDAD_TITULO_2":"Lambang",
      "InHABILIDAD_TITULO_3":"Bom Defensif",

      "ThDESCRIPCION":"ป้อมปราการเกราะ",
      "ThINFO":"ยิบรอลตาร์เป็นยักษ์ที่อ่อนโยนพร้อมกับด้านที่ดุร้าย บุตรชายของอาสาสมัครสองคนจาก SARAS (สมาคมการค้นหาและช่วยเหลือปลอบใจ) เขาเก่งในการพาคนอื่นออกจากสถานการณ์ที่อันตรายซึ่งเป็นเรื่องธรรมดาใน Ermas Lands อย่างไรก็ตามเขาเริ่มเข้าใจถึงคุณค่าของการปกป้องผู้อื่นเมื่อเขาและแฟนของเขาขโมยจักรยานจากพ่อของพวกเขาหันกลับมาและถูกขังอยู่ในโคลนโคลนที่อันตราย พ่อแม่ของเขาได้รับความรอด แต่พ่อของเขาเสียแขนไปในกระบวนการ ยิบรอลตาร์ไม่เคยลืมว่าการเสียสละและอุทิศชีวิตเพื่อช่วยเหลือผู้ยากไร้ เกม Apex ไม่ได้เปลี่ยนแปลง แต่ความหมายเปลี่ยนไป เพื่อนและเพื่อนร่วมงานของกิบจำนวนมากทำการแข่งขันกันเพื่อเงินชื่อเสียงและเกียรติยศในช่วงหลายปีที่ผ่านมาและบางคนไม่เคยกลับบ้าน ยิบรอลตาร์เข้าร่วมกับพวกเขาเพื่อให้พวกเขาปลอดภัยและเป็นครั้งแรกที่ความสามารถของเขาในฐานะผู้ช่วยชีวิตและธรรมชาติที่ดื้อรั้นทำงานร่วมกัน ตอนนี้เขาได้กลายเป็นไอคอนของเกมเอเพ็กซ์ทำให้ตัวเองอยู่ในแนวยิงเพื่อปกป้องฝูงบินของเขาและบังคับให้คู่ต่อสู้ซ่อนตัว",
      "ThHABILIDAD_INFO_1":"เปิดตัวเกราะป้องกันที่ป้องกันการโจมตีเป็นเวลา 15 วินาที",
      "ThHABILIDAD_INFO_2":"การใช้ขอบเขตจะส่ง Weapon Shield ที่บล็อกการยิงมาที่คุณ",
      "ThHABILIDAD_INFO_3":"เรียกการโจมตีแบบครกอย่างเข้มข้นในตำแหน่งที่ทำเครื่องหมายไว้",
      "ThHABILIDAD_TITULO_1":"โดมแห่งการป้องกัน",
      "ThHABILIDAD_TITULO_2":"เสื้อคลุมแขน",
      "ThHABILIDAD_TITULO_3":"การป้องกันการระเบิด"
    }
  ]
}
